Revit 2027 API
ParameterTypeId.SpacingLengthVert Property
 "Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLengthVert { get; }
Public Shared ReadOnly Property SpacingLengthVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLengthVert {
	ForgeTypeId^ get ();
}
static member SpacingLengthVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace